Revit 2027 API
ParameterTypeId.ViewerBoundOffsetRight Property
 "Right Clip Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundOffsetRight { get; }
Public Shared ReadOnly Property ViewerBoundOffsetRight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundOffsetRight {
	ForgeTypeId^ get ();
}
static member ViewerBoundOffsetRight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace